Repository: windymv025/AdvencedMobile_LettutorApp_Flutter
Catalog: *_lettutor_app/lib/l10n/intl_*.arb
Languages: vi

# let_start
source: Let's Start!
vi: Bắt đầu!

source: Sign In
vi: Đăng nhập

source: Sign Up
vi: Đăng ký

source: Password
vi: Mật khẩu

# enter_email
source: Enter your email
vi: Nhập email của bạn

# enter_password
source: Enter your password
vi: Nhập mật khẩu của bạn

source: Or continue with
vi: Hoặc tiếp tục với

# dont_have_account
source: Don't have an account?
vi: Chưa có tài khoản?

# please_enter_email_valid
source: Please enter valid email
vi: Hãy nhập email hợp lệ

# please_enter_password
source: Please enter your password
vi: Hãy nhập mật khẩu của bạn

# please_enter_email
source: Please enter your email
vi: Hãy nhập email của bạn

# please_enter_password_min
source: Please enter password minimum 8 characters
vi: Mật khẩu tối thiểu 6 ký tự

source: Please enter your name
vi: Hãy nhập tên của bạn

source: Password don't match
vi: Mật khẩu không khớp

# please_enter_otp
source: Please Enter OTP in your email
vi: Hãy nhập mã OTP đã được gởi trong email của bạn

# otp_is_invalid
source: OTP is Invalid, please try again
vi: OTP không hợp lệ, xin vui lòng thử lại

source: Dark
vi: Tối

source: Light
vi: Sáng

source: All
vi: Tất cả

# video_tips
source: A few helpful tips: 1. Find a clean and quiet space 2. Smile and look at the camera 3. Dress smart 4. Speak for 1-3 minutes 5. Brand yourself and have fun!
vi: Một số mẹo hữu ích: 1. Tìm một không gian trong lành và yên tĩnh 2. Mỉm cười và nhìn vào máy ảnh 3. Ăn mặc lịch sự 4. Nói trong 1-3 phút 5. Vui vẻ giới thiệu về mình!

source: Forgot Password?
vi: Quyên mật khẩu?

# enter_email_to_reset
source: Enter your email address to we'll send you a OTP code to reset your password
vi: Hãy nhập địa chỉ Email của bạn, chúng tôi sẽ gửi mã OTP cho bạn để thiết lập lại mật khẩu

# continue_with
source: Or continue with
vi: Hoặc đăng nhập bằng

source: Introduce yourself
vi: Giới thiệu bản thân

source: Introduction video
vi: Video giới thiệu bản thân

source: Pick a video
vi: Chọn video

# take_video
source: Take a video
vi: Quay video

# pick_date
source: Pick your date
vi: Hãy chọn ngày phù hợp

source: Cancel
vi: Hủy

source: Please select country
vi: Hãy chọn quốc gia

source: Country
vi: Quốc gia

source: Select your Country
vi: Chọn quốc gia của bạn

source: Please choose a date
vi: Hãy chọn một ngày phù hợp

source: No reviews yet
vi: Chưa có đánh giá

source: Lessons
vi: Bài học

source: Languages
vi: Ngôn ngữ

source: Education
vi: Học vấn

source: Experience
vi: Kinh nghiệm

source: Interests
vi: Sở thích

source: Profession
vi: Nghề nghiệp

source: Specialties
vi: Chuyên môn

source: Rating and Comments
vi: Xếp hạn và nhận xét

source: Enter your name
vi: Hãy nhập tên của bạn

source: Full name
vi: Họ và tên

source: Confirm Password
vi: Xác nhận mật khẩu

source: Re-enter your password
vi: Nhập lại mật khẩu

# have_an_account
source: Already have an account?
vi: Bạn đã có tài khoản?

source: Setting
vi: Cài đặt

source: Theme
vi: Chủ đề

source: Reset Password
vi: Lấy lại mật khẩu

# enter_new_password
source: Enter a new password
vi: Nhập mật khẩu mới

# err_name_short
source: Your full name must be at least 3 characters long
vi: Tên cua bạn quá ngắn

# err_name_invalid
source: Your full name must contain only letters
vi: Tên của bạn không hợp lệ

# err_null_phone
source: Phone number is required
vi: Hãy nhập số điện thoại của bạn

# err_phone_invalid
source: Phone number is invalid
vi: Số điện thoại không đúng

source: Phone number
vi: Số điện thoại

# enter_phone
source: Enter your phone number
vi: Nhận số điện thoại của bạn

source: Birthday
vi: Ngày sinh

source: Select your birthday
vi: Chọn ngày sinh của bạn

source: Choose your level
vi: Chọn cấp độ của bạn

source: My level
vi: Cấp độ

# err_choose_short
source: Please select at least one item
vi: Hãy chọn ít nhất một lựa chọn

# want_to_learn
source: What do you want to learn?
vi: Bạn muốn học gì?

source: Choose Specialities
vi: Chọn loại kiến thức bạn muốn học

source: Save changes
vi: Lưu

source: Profile updated
vi: Cập nhật thành công

# err_fill_all
source: Please fill all fields
vi: Hãy điền đầy đủ thông tin

source: Not received OTP?
vi: Không nhận được mã OTP?

source: Submit
vi: Gửi

# enter_OTP
source: Enter OTP in your email
vi: Nhập mã OTP trong email của bạn

# check_email_str
source: Check your email then enter the OTP code below
vi: Kiểm tra email của bạn để nhận mã OTP

# type_message
source: Type a message
vi: Nhập tin nhắn

source: Delete
vi: Xóa

source: Days
vi: Ngày

source: Hours
vi: Giờ

source: Minutes
vi: Phút

source: Seconds
vi: Giây

source: until lesson starts
vi: cho đến khi bài học bắt đầu

# filter_teachers
source: Filter teachers by Specialization
vi: Lọc giáo viên theo chuyên môn

# total_lesson_time
source: Total lesson time is
vi: Tổng thời gian học

source: Upcoming lesson
vi: Bài học sắp tới

source: Enter lesson room
vi: Vào phòng học

source: Recommended Course
vi: Giáo trình đề xuất

source: More
vi: Xem thêm

source: Recommended Teacher
vi: Giáo viên đề xuất

# wellcome_lettutor
source: Welcome to English LetTutor App!
vi: Chào mừng bạn đến với lettutor

source: Booking now
vi: Đặt lịch học ngay

source: Filter courses
vi: Lọc giáo trình

source: Schedule History
vi: Lịch sử đặt lịch học

source: Send message
vi: Gửi tin nhắn

source: Give Feedback
vi: Gửi cảm nhận

source: Send
vi: Gửi

source: Favorite Teachers
vi: Giáo viên yêu thích

source: Overview
vi: Tổng quan

source: Why take this course?
vi: Tại sao chọn giáo trình này?

# what_be_able_to_do
source: What will you be able to do?
vi: Bạn có thể làm gì?

source: Experience Level
vi: Trình độ yêu cầu

source: Course Length
vi: Thời lượng khóa học

source: List Topics
vi: Danh sách chủ đề

# become_teacher
source: Become a Teacher
vi: Trở thành giáo viên

source: Back
vi: Trờ về

# continue_str
source: Continue
vi: Tiếp tục

source: Finish
vi: Hoàn tất

source: Complete profile
vi: Hoàn tất thông tin cá nhân

source: Video introduction
vi: Video giới thiệu

source: Approval
vi: Sự cấp thuận

source: My specialties are
vi: Chuyên môn của tôi

# you_have_done_all_steps
source: You have done all the steps
vi: Bạn đã hoàn thành tất cả các bước

# please_wait_accept
source: Please, wait for the operator's approval
vi: Vui long chờ đợi sự xác nhận của chúng tôi

# languages_speak
source: Languages I speak
vi: Ngôn ngữ bạn nói

source: Choose language
vi: Chọn ngôn ngữ

source: Introduction
vi: Giới thiệu

# i_best_teaching_who
source: I am best at teaching students who are
vi: Tôi giỏi nhất là dạy những người này

# set_up_profile
source: Set up your tutor profile
vi: Thiết lập hồ sơ gia sư của bạn

source: Basic info
vi: Thông tin cơ bản

# please_upload_photo_guidelines
source: Please upload your professional photo. See guidelines
vi: Vui lòng tải lên bức ảnh chỉnh chu của bạn. Xem những hướng dẫn của chúng tôi

source: Search
vi: Tìm kiếm

source: Previous
vi: Trước

source: Next
vi: Tiếp

source: Error loading PDF
vi: Lỗi tải PDF

source: Logout
vi: Đăng xuất
